Revit 2024 API
RebarHandlesData.GetEndHandle Method
 Gets the end handle tag.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018
Syntax
C#
public int GetEndHandle()
Visual Basic
Public Function GetEndHandle As Integer
Visual C++
public:
int GetEndHandle()
Return Value
 Returns the end handle tag.
See Also
RebarHandlesData Class
Autodesk.Revit.DB.Structure Namespace